Repository: common-repository/truendo
Catalog: languages/truendo-*.po
Languages: de_de

source: Settings
de_de: Einstellungen

source: Privacy Panel Settings
de_de: Datenschutz Panel Einstellungen

source: Privacy Panel
de_de: Datenschutz Panel

source: Scripts
de_de: Skripte

source: Please configure the options as required below:
de_de: Bitte konfigurieren Sie die Optionen nach Bedarf:

source: Enable the Privacy Panel
de_de: Aktivieren Sie das Datenschutz Panel

source: Language
de_de: Sprache

source: From Polylang
de_de: Von Polylang

source: From WPML
de_de: Von WPML

source: English
de_de: Englisch

source: German
de_de: Deutsch

source: Privacy Panel position
de_de: Datenschutz Panel Position

source: Left
de_de: Links

source: Right
de_de: Rechts

source: Privacy Panel Margin
de_de: Floating Button Abstand

source: Height
de_de: Höhe

source: Width
de_de: Breite

source: Privacy Panel Visibility
de_de: Sichtbarkeit des Datenschutz Panel

source: Hide floating button
de_de: Floating Button Ausblenden

source: IMPORTANT:
de_de: ACHTUNG:

source: If you hide the floating button you HAVE TO link the Privacy Panel to a button or text. If users cannot access the Privacy Panel,
de_de: Wenn Sie das Floating Button ausblenden, dann MÜSSEN Sie das Datenschutz Panel über einen Button oder einen Text verlinken. Wenn Benutzer keinen Zugang zum Datenschutz Panel haben,

source: YOUR WEBSITE WILL NOT BE COMPLIANT.
de_de: WIRD IHRE WEBSEITE NICHT DSGVO-KONFORM SEIN.

source: Learn More
de_de: Erfahren Sie Mehr

source: Use this code to add a button that opens the Privacy Panel anywhere on your website:
de_de: Verwenden Sie diesen Code zum Hinzufügen des Datenschutz Panels mittels eines Buttons auf Ihre Webseite :

source: Statistics
de_de: Statistik

source: One per entry - Google analytics, Hotjar, etc
de_de: Nur ein Skript pro Eintrag - bspw Google Analytics oder Hotjar (nicht beide auf einmal)

source: One per entry - Facebook Pixel, etc
de_de: Nur Ein Skript pro Eintrag - Facebook Pixel (nicht mehr als eines auf einmal)

source: Remove All
de_de: Alle entfernen

source: Click here
de_de: Klicken Sie hier

source: Learn how to attach cookies.
de_de: Um zu erfahren wie Sie Cookies mit dem Datenschutz Panel verknüpfen können.

source: Don't have a TRUENDO account yet?
de_de: Sie haben noch kein TRUENDO Konto?

source: Scan your site below and sign up with us, the process is quick and easy!
de_de: Scannen Sie Ihre Webseite jetzt und erstellen Sie ein TRUENDO Konto. Es geht schnell und einfach!

source: START SCAN
de_de: SCAN STARTEN

source: Consented
de_de: Eingewilligt

source: Not consented
de_de: Nicht eingewilligt

source: Generate a form-tag for an truendo checkbox. For more details, see %s.
de_de: Erstellen Sie ein form-Tag für eine TRUENDO checkbox. Für mehr Details, siehe %s.

source: Condition
de_de: Bedingung

source: Options
de_de: Optionen

source: Make this checkbox optional
de_de: Machen Sie die Checkbox optional

source: Id attribute
de_de: ID Attribut

source: Class attribute
de_de: Class Attribut

source: Insert Tag
de_de: Tag hinzufügen

source: TRUENDO | Professional Privacy Management
de_de: TRUENDO | DSGVO einfach gemacht

source: https://truendo.com/easy-gdpr-website-integration/
de_de: https://truendo.com/docs/de/

source: For quick and easy GDPR & Cookie compliance add Truendo's Privacy Panel to your website
de_de: Um Ihre Webseite schnell und einfach DSGVO- und Cookie-konform zu gestalten, fügen Sie das TRUENDO Datenschutz Panel Ihrer Webseite hinzu
